Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# orders.execution.feeWithAsset
source: Fee: %@ %@
ar: الرسوم: %@ %@
bn: ফি: %@ %@
bs: Provizija: %@ %@
cs: Poplatek: %@ %@
da: Gebyr: %@ %@
de: Gebühr: %@ %@
el: Προμήθεια: %@ %@
es: Comisión: %@ %@
fa: کارمزد: %@ %@
fi: Palkkio: %@ %@
fr: Frais : %@ %@
he: עמלה: %@ %@
hi: फी: %@ %@
hr: Naknada: %@ %@
hu: Díj: %@ %@
hy: Վճար՝ %@ %@
id: Biaya: %@ %@
is: Gjald: %@ %@
it: Commissione: %@ %@
ja: 手数料：%@ %@
ko: 수수료: %@ %@
lt: Mokestis: %@ %@
lv: Maksa: %@ %@
ms: Fi: %@ %@
nb: Gebyr: %@ %@
pl: Prowizja: %@ %@
pt_br: Taxa: %@ %@
ro: Comision: %@ %@
ru: Комиссия: %@ %@
sk: Poplatok: %@ %@
sq: Tarifë: %@ %@
sr_latn: Provizija: %@ %@
sv: Avgift: %@ %@
sw: Ada: %@ %@
th: ค่าธรรมเนียม: %@ %@
tr: Ücret: %@ %@
uk: Комісія: %@ %@
vi: Phí: %@ %@
zh_hans: 手续费: %@ %@
zh_hant: 費用：%@ %@

# orders.execution.filledAtPrice
source: Filled %@ @ %@
ar: تم تنفيذ %@ @ %@
bn: পূরণ হয়েছে %@ @ %@
bs: Izvršeno %@ @ %@
cs: Provedeno %@ @ %@
da: Udført %@ @ %@
de: Ausgeführt %@ @ %@
el: Εκτελέστηκε %@ @ %@
es: Ejecutado %@ @ %@
fa: اجرا شد: %@ @ %@
fi: Toteutettu %@ @ %@
fil: Na-fill %@ @ %@
fr: Exécuté %@ @ %@
he: בוצע %@ @ %@
hi: %@ @ %@ पर फिल्ड
hr: Izvršeno %@ @ %@
hu: Végrehajtva %@ @ %@
hy: Կատարված %@ @ %@
id: Terisi %@ @ %@
is: Framkvæmt %@ @ %@
it: Eseguito %@ @ %@
ja: 約定 %@ @ %@
ko: %@ 체결 @ %@
lt: Įvykdyta %@ @ %@
lv: Izpildīts %@ @ %@
ms: Dipenuhi %@ @ %@
nb: Utført %@ @ %@
nl: Uitgevoerd %@ @ %@
pl: Zrealizowano %@ @ %@
pt_br: Executado %@ @ %@
ro: Executat %@ @ %@
ru: Исполнено %@ @ %@
sk: Vykonané %@ @ %@
sq: U plotësua %@ @ %@
sr_latn: Izvršeno %@ @ %@
sv: Utförd %@ @ %@
sw: Imejazwa %@ @ %@
th: จับคู่ %@ @ %@
tr: Gerçekleşti %@ @ %@
uk: Виконано %@ @ %@
vi: Đã khớp %@ @ %@
zh_hans: 已成交 %@ @ %@
zh_hant: 已成交 %@ @ %@

# orders.row.price
source: Price: %@
ar: السعر: %@
bn: মূল্য: %@
bs: Cijena: %@
cs: Cena: %@
da: Pris: %@
de: Preis: %@
el: Τιμή: %@
es: Precio: %@
fa: قیمت: %@
fi: Hinta: %@
fil: Presyo: %@
fr: Prix : %@
he: מחיר: %@
hi: प्राइस: %@
hr: Cijena: %@
hu: Ár: %@
hy: Գին՝ %@
id: Harga: %@
is: Verð: %@
it: Prezzo: %@
ja: 価格：%@
ko: 가격: %@
lt: Kaina: %@
lv: Cena: %@
ms: Harga: %@
my: ဈေးနှုန်း: %@
nb: Pris: %@
nl: Prijs: %@
pl: Cena: %@
pt_br: Preço: %@
ro: Preț: %@
ru: Цена: %@
sk: Cena: %@
sq: Çmim: %@
sr_latn: Cena: %@
sv: Pris: %@
sw: Bei: %@
th: ราคา: %@
tr: Fiyat: %@
uk: Ціна: %@
vi: Giá: %@
zh_hans: 价格: %@
zh_hant: 價格：%@

# orders.row.size
source: Size: %@
ar: الحجم: %@
bn: সাইজ: %@
bs: Veličina: %@
cs: Velikost: %@
da: Størrelse: %@
de: Größe: %@
el: Μέγεθος: %@
es: Tamaño: %@
fa: اندازه: %@
fi: Koko: %@
fil: Sukat: %@
fr: Taille : %@
he: גודל: %@
hi: साइज: %@
hr: Veličina: %@
hu: Méret: %@
hy: Չափ՝ %@
id: Ukuran: %@
is: Stærð: %@
it: Dimensione: %@
ja: サイズ：%@
ko: 크기: %@
lt: Dydis: %@
lv: Apjoms: %@
ms: Saiz: %@
nb: Størrelse: %@
nl: Omvang: %@
pl: Wielkość: %@
pt_br: Tamanho: %@
ro: Dimensiune: %@
ru: Размер: %@
sk: Veľkosť: %@
sq: Madhësi: %@
sr_latn: Veličina: %@
sv: Storlek: %@
sw: Ukubwa: %@
th: ขนาด: %@
tr: Büyüklük: %@
uk: Розмір: %@
vi: Kích thước: %@
zh_hans: 数量: %@
zh_hant: 大小：%@

# positions.row.avgPrice
source: Avg %@
ar: متوسط %@
bn: গড় %@
bs: Pros. %@
cs: Pr. %@
da: Gns. %@
de: Ø %@
el: Μέσ. %@
es: Prom. %@
fa: میانگین %@
fi: Ka. %@
fr: Moy. %@
he: ממוצע %@
hi: औसत %@
hr: Pros. %@
hu: Átl. %@
hy: Միջին %@
id: Rata %@
is: Meðal %@
it: Media %@
ja: 平均 %@
ko: 평균 %@
lt: Vid. %@
lv: Vid. %@
ms: Pur. %@
nb: Snitt %@
nl: Gem. %@
pl: Śr. %@
pt_br: Méd %@
ro: Med. %@
ru: Ср. %@
sk: Priem. %@
sq: Mes. %@
sr_latn: Pros. %@
sv: Snitt %@
sw: Wastani %@
th: เฉลี่ย %@
tr: Ort. %@
uk: Сер. %@
vi: TB %@
zh_hans: 均价 %@
zh_hant: 平均 %@

# trading.bracket.section.bracket
source: Bracket
bn: ব্র্যাকেট
fa: براکت
hi: ब्रैकेट
ja: ブラケット
ko: 브래킷
zh_hans: 止盈止损
zh_hant: 止損/止盈
